Repository: zaheto/zahtheme
Catalog: resources/lang/*.po
Languages: bg_bg

source: Read More
bg_bg: Прочети повече

source: Email address
bg_bg: Имейл адрес

source: Call us now
bg_bg: Позвънете на

source: copy footer
bg_bg: ©2024 XXXXXXX. Всички права запазени.

source: Your account
bg_bg: Твоят профил

source: Filters
bg_bg: Филтри

source: Loading...
bg_bg: Зарежда…

source: My Cart
bg_bg: Моята количка

source: Your bag is empty
bg_bg: Количката е празна

source: Continue shopping
bg_bg: Продължете с пазаруването

source: To cart
bg_bg: Продължи с пазаруването

source: Remove
bg_bg: Премахни

source: Calculate at checkout
bg_bg: Цената за доставка се начислява при плащане.

source: Free shipping
bg_bg: Безплатна доставка

source: Checkout
bg_bg: ЗАВЪРШИ ПОРЪЧКАТА

source: You are
bg_bg: Остават ви

source: away from free delivery
bg_bg: до БЕЗПЛАТНА ДОСТАВКА

source: Congrats! You've reached free shipping.
bg_bg: Честито! Достигнахте безплатна доставка.

source: Related products
bg_bg: Подобни продукти

source: You may also like
bg_bg: Може да харесате

source: You may be interested in
bg_bg: Може да харесате, още

source: Information
bg_bg: Информация

source: Reviews
bg_bg: Ревюта

source: Gallery
bg_bg: Галерия

source: In the box
bg_bg: В кутията

source: Video
bg_bg: Видео

source: BUY NOW
bg_bg: ДОБАВИ В КОЛИЧКАТА

source: Prices from:
bg_bg: Цени от:

source: Quick order with phone
bg_bg: Бърза поръчка

source: Landing Feature 1
bg_bg: Бързи и сигурни покупки

source: Landing Feature 2
bg_bg: 14 дни гаранция за връщане на парите

source: Landing Feature 3
bg_bg: Доставка до куриерска фирма или адрес

source: Landing Feature 4
bg_bg: Срок на доставка 1-3 работни дни

source: Add to cart
bg_bg: Добави

source: Quick View
bg_bg: Бърз преглед

source: Your cart
bg_bg: Твоята количка

source: Shopping Cart
bg_bg: Количка

source: Shipping and Checkout
bg_bg: Доставка и плащане

source: Confirmation
bg_bg: Потвърждение

source: Select options
bg_bg: TTTT

source: Apply Coupon
bg_bg: Приложи

source: Enter Coupon Code
bg_bg: Въведи промо код

source: In stock
bg_bg: Налично

source: Out of stock
bg_bg: Изчерпано

source: Connected Products
bg_bg: Свързани продукти

source: Watch Video
bg_bg: Видео инструкции

source: Calculate
bg_bg: Калкулирай

source: Panel Width
bg_bg: Ширина на паното

source: Panel Height
bg_bg: Височина на паното

source: Number of Panels
bg_bg: Брой пана

source: Panel price for
bg_bg: Цена за пано

source: New
bg_bg: Ново

source: SKU
bg_bg: Aрт. №
